"BUTTON_AUTHENTICATE" = "Sử dụng số điện thoại của tôi";

"BUTTON_CONTINUE" = "Tiếp tục";

"BUTTON_DISMISS" = "Bỏ qua";

"BUTTON_DONE" = "Đã xong";

"BUTTON_NOT_NOW" = "Không phải bây giờ";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Gửi lại mã xác nhận";

"BUTTON_RETRY" = "Thử lại";

"BUTTON_SENDING" = "Đang gửi...";

"BUTTON_SENDING_CONF_CODE" = "Đang gửi mã xác nhận";

"BUTTON_SEND_CONF_CODE" = "Gửi mã xác nhận";

"BUTTON_SENT_CONF_CODE" = "Đã gửi mã xác nhận";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Đăng nhập vào Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Thử một số khác";

"CALL_ME_ACTION" = "Gọi cho Tôi";

"CALL_ME_LOADING" = "Đang gọi...";

"ERROR_CANT_SMS" = "không thể gửi một tin nhắn SMS đến số này.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Vui lòng kiểm tra mã của bạn và thử lại";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ồ, có vẻ chúng ta đã gặp một sự cố về mạng. Chúng ta có thử lại không? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Vui lòng kiểm tra số của bạn và thử lại";

"ERROR_TRY_AGAIN_LATER" = "Chúng tôi không thể đăng nhập bạn vào Twitter lúc này. Vui lòng thử lại sau.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Trước đây bạn đã đặt một mã xác nhận 2 bước trên <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Khi nhấn \"Gọi cho tôi\" ở trên, <u>Digits by Twitter</u> sẽ gửi cho bạn một cuộc gọi thoại để xác nhận số điện thoại của bạn. Phí tin nhắn & dữ liệu có thể được áp dụng.";

"FOOTNOTE_CREATE_ACCOUNT" = "Khi nhấn vào \"Tiếp tục\" ở trên, bạn đồng ý với <u>Điều khoản Dịch vụ</u>, <u>Chính sách Riêng tư</u>, và <u>Chính sách về Cookie</u> của Digits by Twitter và những người dùng %@ khác có thể tìm thấy bạn bằng số điện thoại và/hoặc email.";

"FOOTNOTE_SEND_CONF_CODE" = "Khi nhấn \"Gửi mã xác nhận\" ở trên, <u>Digits by Twitter</u> sẽ gửi cho bạn một tin nhắn SMS để xác nhận số điện thoại của bạn. Phí tin nhắn và dữ liệu có thể được áp dụng.";

"FOOTNOTE_TOS_UPDATE" = "Khi nhấn vào \"Tiếp tục\" ở trên, bạn đồng ý với <u>Điều khoản Dịch vụ</u>, <u>Chính sách Riêng tư</u>, và <u>Chính sách về Cookie</u> đã được cập nhật của Digits by Twitter và những người dùng %@ khác có thể tìm thấy bạn bằng số điện thoại và/hoặc email.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Điền mã xác nhận 2 bước";

"LABEL_ENTER_CONF_CODE" = "Điền mã xác nhận";

"LABEL_ENTER_PHONE_NUMBER" = "Điền số điện thoại của bạn";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Chúng tôi sử dụng Digits by Twitter để tìm thêm bạn bè của bạn là những người sử dụng ứng dụng này. Khi bạn nhấn Ok, chúng tôi sẽ upload sổ địa chỉ của bạn lên Digits by Twitter để có thể giúp bạn tìm những người dùng %@ mà bạn biết hoặc giúp những người dùng khác %@ khác tìm thấy bạn.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Tìm bạn bè của bạn";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Không thể xác nhận số điện thoại của bạn";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Xin lỗi, chúng tôi đang gặp rắc rối với việc gửi cho bạn mã xác nhận.";

"PARTIAL_FOOTNOTE_THIS_APP" = "ứng dụng này";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Mã xác nhận";

"PLACEHOLDER_CONF_CODE" = "Mã xác nhận";

"PLACEHOLDER_YOUR_NUMBER" = "Số của bạn";

"WAIT_FOR_CONF_CODE" = "Chúng tôi sẽ gửi một mã xác nhận đến điện thoại của bạn trong vòng một phút.";

